/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */


"zanalytics.bug.alert.about" = "紹介";
"zanalytics.bug.alert.from" = "開始日";
"zanalytics.bug.alert.imagelimitreached" = "上限に達しました";
"zanalytics.bug.alert.imagelimits" = "添付できる画像は10枚までです";
"zanalytics.bug.alert.macheader" = "フィードバックを共有するか、バグを参照のため添付ファイルを添えて報告してください";
"zanalytics.bug.alert.write" = "ご意見をお寄せください";


"zanalytics.bug.alert.anonymalert" = "フィードバックは常に、お使いのメールアドレスで共有することを推奨します。メールアドレスを共有していない場合、問題を更新するのにあなたに連絡することができません。";

"zanalytics.bug.alert.quitfeedback" = "離れてよろしいですか？";
"zanalytics.feedback.navbar.title.noscreenshots" = "スクリーンショットがありません";
"zanalytics.feedback.navbar.title.screenshots" = "スクリーンショット";
"zanalytics.feedback.navbar.title.snap" = "スナップ";
"zanalytics.feedback.navbar.title.compose" = "構成";

"zanalytics.bug.alert.cancel"               = "いいえ";
"zanalytics.bug.alert.title"                = "ご意見がございますか？";
"zanalytics.feedback.navbar.title.feedback"             = "フィードバック";
"zanalytics.feedback.navbar.title.reportbug"            = "バグをレポートする";
"zanalytics.feedback.navbar.title.helpme"               = "ヘルプを求める";

"zanalytics.feedback.navbar.title.systemlogs"             = "システムログ";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "診断情報";

"zanalytics.bug.alert.dontshowagain"            = "2度と表示しない";
"zanalytics.bug.alert.title.helpme"            = "ヘルプを求める";

"zanalytics.bug.alert.message.savetolocal"         = "申し訳ありません。バグレポートを送信できませんでした。スクリーンショットを保存しますか？";



"zanalytics.feedback.email.title"                = "メールアドレス";


"zanalytics.bug.detectscreen.title"       = "興味深いものが見つかりましたか？";

"zanalytics.bug.alert.detectscreen.yes"                      = "はい";
"zanalytics.bug.alert.detectscreen.no"                       = "いいえ";

"zanalytics.bug.alert.detectscreen.share" = "共有";
"zanalytics.bug.alert.detectscreen.dontshow" = "二度と確認しない";

"zanalytics.bug.annotate.button.title"                       = "次のツールを使用してバグに注を付けます";


"zanalytics.feedback.failed.alert.description" = "フィードバックの送信に失敗しました。もう1度お試しください。";


"zanalytics.feedback.success.alert.description" = "フィードバックをご提出いただきありがとうございます！";


"zanalytics.feedback.common.alert.title.add.photos" = "画像を追加";
"zanalytics.feedback.common.alert.title.alert" = "警告";
"zanalytics.feedback.common.button.title.back" = "戻る";
"zanalytics.feedback.common.button.title.cancel" = "キャンセル";
"zanalytics.feedback.common.button.title.close" = "終了";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"  = "当社はお客様からのフィードバックを大切にしています。当社の業務状況についてご意見をお寄せください。";
"zanalytics.bug.textview.placeholder"           = "アプリの使用中に問題が発生しましたか？私たちまでご連絡ください。";
"zanalytics.help.textview.placeholder"           = "問題を解決するためのお手伝いをさせていただきます！";

"zanalytics.feedback.add.photos.alert.description" = "写真が添付されていません。写真ギャラリーを開いて写真を追加してください！";

"zanalytics.feedback.add.photos.alert.open" = "写真を開く";


"zanalytics.feedback.access.photos.alert.description" = "%@のアプリにはあなたの写真へのアクセス権限がありません。\nアクセス権限を付与するには、次の手順を行ってください：設定 > プライバシー > 写真 > %@";

"zanalytics.feedback.access.photos.alert.settings" = "設定";

"zanalytics.feedback.label.title.anonymous" = "匿名";

"zanalytics.feedback.navbar.button.title.send" = "送信";
"zanalytics.feedback.navbar.button.title.next" = "次";
"zanalytics.feedback.navbar.button.title.done" = "実行済み";
"zanalytics.feedback.navbar.button.title.editphotos" = "写真を編集";
"zanalytics.feedback.navbar.button.title.addmore" = "もっと追加";
"zanalytics.feedback.navbar.button.title.attach" = "添付";
"zanalytics.feedback.navbar.button.title.delete" = "削除";


"zanalytics.feedback.navbar.title.taptoedit" = "タップして編集";
"zanalytics.feedback.navbar.title.editor" = "エディター";
"zanalytics.feedback.navbar.title.choosephotos" = "写真を選択";
"zanalytics.feedback.navbar.title.selectphotos" = "写真を選択";
"zanalytics.feedback.navbar.title.photoselected" = "選択された写真";
"zanalytics.feedback.navbar.title.photosselected" = "選択された写真";

"zanalytics.feedback.accessory.title.systemlogs" = "システムログを含める";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "診断情報を含める";
"zanalytics.feedback.accessory.button.title.view" = "閲覧";

"zanalytics.feedback.picker.image.notfound" = "画像が見つかりません";

"zanalytics.feedback.attachments.title" = "添付(%i)";

"zanalytics.feedback.privacy.consent.description" = "開発者が共有されたフィードバックをよりよく理解できるように、コンソールログと診断情報を含めることをお勧めします。";

"zanalytics.feedback.privacy.consent.clogs.title" = "コンソールログ";

"zanalytics.feedback.privacy.consent.dinfo.title" = "診断情報";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "他の情報";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "機器情報";

"zanalytics.feedback.privacy.consent.cancel" = "キャンセル";

"zanalytics.feedback.privacy.consent.openmailapp" = "メールで開く";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "常に送信";
